Repository: yckosa/netdrive3-i18n
Catalog: netdrive_*.po
Languages: pt_br

# QDriveItem|
source: CANCEL
pt_br: CANCELAR

# QDriveItem|
source: NOT CONNECTED
pt_br: NÃO CONECTADO

# QDriveItem|
source: CONNECTING
pt_br: CONECTANDO

# QDriveItem|
source: CONNECTED
pt_br: CONECTADO

# QDriveItem|
source: DISCONNECT
pt_br: DESCONECTAR

# QDriveItem|
source: DISCONNECTING
pt_br: DESCONECTANDO

# QDriveItem|
source: Are you sure you want to delete %1?
pt_br: Tem certeza que deseja excluir %1?

# QDriveItem|
source: BROWSE
pt_br: NAVEGAR

# QDriveItem|
source: Failed to open file browser.
pt_br: Falha ao abrir o navegador de arquivos.

# QDriveItem|
source: [%1] is not configured yet after published. Do you want to config?
pt_br: [%1] ainda não foi configurado depois de publicado. Você quer configurar?

# QDriveItem|
source: Failed to publish [%1].
pt_br: Falha ao publicar [%1].

# QDriveItem|
source: Failed to unpublish [%1]
pt_br: Falha ao despublicar [%1]

# QDriveItem|
source: Do you want to publish [%1] to team members?
pt_br: Deseja publicar [%1] para membros da equipe?

# QDriveItem|
source: When unpublished, the drive of the member being mounted is unmounted and the file not saved in the drive may be lost. Do you want to unpublish [%1] from team members?
pt_br: Quando não publicada, a unidade do membro que está sendo montado é desmontada e o arquivo não salvo na unidade pode ser perdido. Deseja cancelar a publicação de [%1] dos membros da equipe?

# QObject|
source: A serious problem occurred. Please reinstall NetDrive.
pt_br: Ocorreu um problema sério. Reinstale o NetDrive.

# QObject|
source: Success.
pt_br: Sucesso.

# QObject|
source: Failed.
pt_br: Falhou.

# QObject|
source: Access Denied.
pt_br: Acesso negado

# QObject|
source: Path not found.
pt_br: Caminho não encontrado

# QObject|
source: Connection error.
pt_br: Erro de conexão.

# QObject|
source: Drive letter already used.
pt_br: Letra da unidade já está em uso.

# QObject|
source: Mount Error.
pt_br: Erro de montagem.

# QObject|
source: Mount process is not executed.
pt_br: O processo de montagem não foi executado.

# QObject|
source: Files are currently being uploading. Do you want to disconnect forcefully?
pt_br: Os arquivos estão sendo enviados. Você deseja desconectar à força?

# QObject|
source: NetDrive is not initialized.
pt_br: O NetDrive não foi inicializado.

# QObject|
source: No available drive letter.
pt_br: Nenhuma letra de unidade disponível.

# QObject|
source: Wrong Parameter.
pt_br: Parâmetro errado.

# QObject|
source: Network path already used.
pt_br: Caminho de rede já usado.

# QObject|
source: Cache path error.
pt_br: Erro no caminho do cache.

# QObject|
source: Operation Failed.
pt_br: Operação falhou.

# QObject|
source: Not logged in user.
pt_br: Usuário não conectado.

# QObject|
source: The protocol version you are using is different from the product version. Please reinstall NetDrive.
pt_br: A versão do protocolo que você está usando é diferente da versão do produto. Reinstale o NetDrive.

# QObject|
source: You cannot use this version. Please install the version you can use.
pt_br: Você não pode usar esta versão. Instale a versão que você pode usar.

# QObject|
source: Not supported protocol type
pt_br: Tipo de protocolo não compatível

# QObject|
source: Already mounted drive item.
pt_br: Item de unidade já montado.

# QObject|
source: Error occurred.
pt_br: Ocorreu um erro.

# QObject|
source: You do not have permission.
pt_br: Você não tem permissão.

# QObject|
source: An error occurred on the push server.
pt_br: Ocorreu um erro no servidor push.

# QObject|
source: The file is already locked.
pt_br: O arquivo já está bloqueado.

# QObject|
source: The drive does not exist.
pt_br: A unidade não existe.

# QObject|
source: The file does not exist in the locked files list
pt_br: O arquivo não existe na lista de arquivos bloqueados

# QObject|
source: The file is locked by another user.
pt_br: O arquivo está bloqueado por outro usuário.

# QObject|
source: The file is locked on another device.
pt_br: O arquivo está bloqueado em outro dispositivo.

# QObject|
source: Failed to refresh %1.
pt_br: Falha ao atualizar %1.

# QObject|
source: Failed to lock %1.
pt_br: Falha ao bloquear %1.

# QObject|
source: Failed to unlock %1.
pt_br: Falha ao desbloquear %1.

# QObject|
source: Failed to force unlock %1.
pt_br: Falha ao forçar o desbloqueio %1.

# QObject|
source: Rename
pt_br: Renomear

# QObject|
source: Move
pt_br: Mover

# QObject|
source: Delete
pt_br: Excluir

# QObject|
source: %1 failed because the locked file is in the folder. Unlock the file and try again.
pt_br: %1 falhou porque o arquivo bloqueado está na pasta. Desbloqueie o arquivo e tente novamente.

# QObject|
source: %1 failed because the file is locked. Unlock the file and try again.
pt_br: %1 falhou porque o arquivo está bloqueado. Desbloqueie o arquivo e tente novamente.

# QSelectItemType|
source: Select a drive type
pt_br: Selecione um tipo de unidade

# QSelectItemType|
source: Select a drive type you want to add.
pt_br: Selecione o tipo de unidade que deseja adicionar.

# QSelectItemType|
source: Team drive item
pt_br: Item de unidade de equipe

# QSelectItemType|
source: Personal drive item
pt_br: Item de unidade pessoal

# QSenderDlg|
source: Send Crash Report
pt_br: Enviar relatório de falha

# QSenderDlg|
source: A report has been created that you can send to Bdrive Inc. to help identify the problem. Please provide us any detailed description of what happened before the crash. The information you send us will help us to fix this problem and it will not be used except for debugging purpose.
pt_br: Foi criado um relatório que você pode enviar à Bdrive Inc. para ajudar a identificar o problema. Forneça-nos qualquer descrição detalhada do que aconteceu antes da falha. As informações que você nos enviar nos ajudarão a corrigir esse problema e não serão usadas, exceto para fins de depuração.

# QSenderDlg|
source: minutes remaining.
pt_br: minutos restantes.

# Rename|
source: New name:
pt_br: Novo nome:

# Rename|
source: Cancel
pt_br: Cancelar

# RenameDlg|
source: Create Directory
pt_br: Criar diretório

# RenameDlg|
source: Directory name:
pt_br: Nome do diretório:

# RenameDlg|
source: Rename
pt_br: Renomear

# RenameDlg|
source: New name:
pt_br: Novo nome:

source: Select Folder
pt_br: Selecione uma pasta

# SelectFolder|
source: CREATE NEW FOLDER
pt_br: CRIAR NOVA PASTA

# SelectFolder|
source: Folder listing failed
pt_br: Lista de pastas falhou

# SelectFolder|
source: Can not retrieve folder list from server.
pt_br: Não é possível recuperar lista de pastas do servidor.

# SelectFolder|
source: Cancel
pt_br: Cancelar

# SortItemWidget|
source: Sort by
pt_br: Ordenar por

# URLWidget|
source: Port
pt_br: Porta

# Update|
source: NetDrive Update
pt_br: NetDrive Atualizado

# Update|
source: A new version of NetDrive is available!
pt_br: Uma nova versão de NetDrive está disponível

# Update|
source: Release notes:
pt_br: Notas de lançamento:

# Update|
source: Automatically download and install updated version in the future
pt_br: Baixar e instalar automaticamente a versão atualizada no futuro

# Update|
source: Skip this version
pt_br: Pular esta versão

# Update|
source: Later
pt_br: Mais tarde

source: Update
pt_br: Atualizar

# UploadItem|
source: Failed to upload
pt_br: Falha ao enviar

# UploadItem|
source: Cancel
pt_br: Cancelar

# UploadItem|
source: Retry
pt_br: Tentar novamente

# UploadItem|
source: Save as
pt_br: Salvar como

# Uploadings|
source: No files are being uploaded.
pt_br: Nenhum arquivo está sendo enviado.

# Uploadings|
source: Failed to retry.
pt_br: Falha ao tentar novamente.

# Uploadings|
source: Failed to save as.
pt_br: Falha ao salvar como.

# Waiter|
source: Wait for authentication
pt_br: Espere pela autenticação
