Repository: yckosa/netdrive3-i18n
Catalog: netdrive_*.po
Languages: pt_br

source: Add Drive
pt_br: Adicionar unidade

# AddDrive|
source: STORAGE TYPE
pt_br: TIPO DE ARMAZENAMENTO

# AddDrive|
source: CONNECT
pt_br: CONECTAR

# AddDrive|
source: OPTIONS
pt_br: OPÇÕES

# AddDrive|
source: Save authentication information
pt_br: Salvar informações de autenticação

# AddDrive|
source: REMOTE PATH
pt_br: CAMINHO REMOTO

# AddDrive|
source: BROWSE
pt_br: NAVEGAR

# AddDrive|
source: LABEL
pt_br: NOME

# AddDrive|
source: MOUNT
pt_br: MONTAR

# AddDrive|
source: as
pt_br: como

# AddDrive|
source: AUTO CONNECT OPTIONS
pt_br: OPÇÕES DE CONEXÃO AUTOMÁTICA

# AddDrive|
source: No automatic mount
pt_br: Não montar automaticamente

# AddDrive|
source: Mount on boot
pt_br: Montar no boot

# AddDrive|
source: Mount on login
pt_br: Montar no login

# AddDrive|
source: UPLOAD OPTIONS
pt_br: OPÇÕES DE UPLOAD

# AddDrive|
source: Use on-the-fly uploading in Explorer
pt_br: Use o upload instantâneo no Explorer

# AddDrive|
source: Use background uploading
pt_br: Fazer upload em segundo plano

# AddDrive|
source: READ ONLY OPTIONS
pt_br: OPÇÕES DE SOMENTE LEITURA

# AddDrive|
source: Writable drive
pt_br: Unidade gravável

# AddDrive|
source: Read only drive
pt_br: Unidade de somente leitura

# AddDrive|
source: ADVANCED OPTION
pt_br: OPÇÃO AVANÇADA

# AddDrive|
source: Always retrieve file list from server
pt_br: Sempre recuperar a lista de arquivos do servidor

# AddDrive|
source: As a removable drive
pt_br: Como uma unidade removível

# AddDrive|
source: Treat files and folders starting with a dot as hidden
pt_br: Tratar os arquivos e pastas que começam com um ponto como ocultos

# AddDrive|
source: Use static filesystem(Experimental)
pt_br: Usar sistema de arquivos estático (Experimental)

# AddDrive|
source: COLOR
pt_br: COR

# AddDrive|
source: network drive
pt_br: unidade de rede

# AddDrive|
source: local drive
pt_br: unidade local

# AddDrive|
source: Please press CONNECT button to set connection information.
pt_br: Pressione o botão CONECTAR para definir as informações de conexão.

# AddDrive|
source: A drive name cannot contain any of the following characters: / \ [ ] : | < > + = ; , ? *
pt_br: O nome de uma unidade não pode conter nenhum dos seguintes caracteres:

# AddDrive|
source: Please type in drive name.
pt_br: Por favor, digite o nome da unidade.

# AddDrive|
source: The maximum length of the drive name is 50.
pt_br: O comprimento máximo do nome da unidade é 50.

# AddDrive|
source: Please select remote path.
pt_br: Selecione o caminho remoto.

# AddDrive|
source: Please type in a different name since this drive name is already used.
pt_br: Digite um nome diferente, pois este nome de unidade já está em uso.

# AddDrive|
source: Please try again by pressing the CONNECT button.
pt_br: Tente novamente pressionando o botão CONECTAR.

# AddDrive|
source: We do not support this protocol.
pt_br: Não oferecemos suporte a este protocolo.

# AddDrive|
source: ITEM LOCATION
pt_br: LOCALIZAÇÃO DO ITEM

# AddDrive|
source: In account
pt_br: Na conta

# AddDrive|
source: In device
pt_br: No dispositivo

# AddDrive|
source: Add a Personal Drive
pt_br: Adicionar unidade personalizada

# AddDrive|
source: Add a Team Drive
pt_br: Adicionar uma unidade de equipe

# AddDrive|
source: Configure a Team Drive
pt_br: Configurar unidade de equipe

# AddDrive|
source: Configure a Personal Drive
pt_br: Configurar uma unidade personalizada

# AddDrive|
source: This team drive has no connection information set yet. Do you want to do it now?
pt_br: Esta unidade de equipe ainda não tem informações de conexão definidas. Você quer fazer isso agora?

# BDLogin|
source: Password
pt_br: Senha

# BDLogin|
source: Keep me logged in
pt_br: Mantenha-me conectado

# BDLogin|
source: OR
pt_br: OU

# BDLogin|
source: Sign in with
pt_br: Entrar com

# BDLogin|
source: Cancel
pt_br: Cancelar

# BDPassphrase|
source: Passphrase
pt_br: Frase-passe

# BDUser|
source: Login failed because communication with the server failed. Please check your proxy or Internet connection.
pt_br: O login falhou porque a comunicação com o servidor falhou. Verifique seu proxy ou conexão com a Internet.

# BDUser|
source: Login failed. Please click here to check.
pt_br: Falha na autenticação. Clique aqui para verificar.

# BDUserPassword|
source: Authentication Information
pt_br: Informação de autenticação

# BDUserPassword|
source: Password
pt_br: Senha

# BDUserPassword|
source: User
pt_br: Usuário

source: Configure Drive
pt_br: Configurar Unidade

# Dialog|
source: Progress
pt_br: Progresso

# DownloadItem|
source: Preparing Download...
pt_br: Preparando o download ...

# DownloadProgressDlg|
source: File Download
pt_br: Download do arquivo

# FileBrowserManager|
source: Save to Downloads Folder
pt_br: Salvar na pasta de downloads

# FileBrowserManager|
source: Download to...
pt_br: Baixar para...

# FileBrowserManager|
source: Open
pt_br: Abrir

# FileBrowserManager|
source: Reload
pt_br: Recarregar

# FileBrowserManager|
source: Rename
pt_br: Renomear

# FileBrowserManager|
source: Move
pt_br: Mover

# FileBrowserManager|
source: Delete
pt_br: Excluir

# FileBrowserManager|
source: New folder
pt_br: Nova pasta

# FileBrowserManager|
source: Get Shareable Link
pt_br: Obter link compartilhável

# FileBrowserManager|
source: Lock
pt_br: Bloquear

# FileBrowserManager|
source: Unlock
pt_br: Desbloquear

# FileBrowserManager|
source: Force unlock
pt_br: Forçar desbloqueio

# FileBrowserManager|
source: Locked files list
pt_br: Lista de arquivos bloqueados

# FileBrowserManager|
source: Connection Fail
pt_br: Falha de conexão

# FileBrowserManager|
source: Failed to connect protocol.
pt_br: Falha em conectar ao protocolo.

# FileBrowserManager|
source: Failed to get file list.
pt_br: Falha ao obter lista de arquivos.

# FileBrowserManager|
source: Failed to get root ID.
pt_br: Falha ao obter a ID raiz.

# FileBrowserManager|
source: Reload Folder
pt_br: Recarregar pasta

# FileBrowserManager|
source: Failed to reload folder.
pt_br: Falha ao recarregar a pasta.

# FileBrowserManager|
source: Download Complete.
pt_br: Download Completo

# FileBrowserManager|
source: File downloading failed
pt_br: O download do arquivo falhou

# FileBrowserManager|
source: Can not download file from server.
pt_br: Não é possível baixar do servidor.

# FileBrowserManager|
source: Successful to get shareable link. %1 Click the OK button to copy the shareable link.
pt_br: Clique em OK para copiar o link compartilhável

# FileBrowserManager|
source: Failed to get shareable link.
pt_br: Falha ao obter link compartilhável.

# FileBrowserManager|
source: Failed to rename file with %1
pt_br: Falha ao renomear arquivo com %1

# FileBrowserManager|
source: Move File
pt_br: Mover arquivo

# FileBrowserManager|
source: Failed to move file.
pt_br: Falha ao mover arquivo.

# FileBrowserManager|
source: Delete File
pt_br: Excluir arquivo

# FileBrowserManager|
source: Failed to delete file.
pt_br: Falha ao excluir o arquivo.

# FileBrowserManager|
source: Failed to create new folder.
pt_br: Falha ao excluir o arquivo.

# FileBrowserManager|
source: Lock File
pt_br: Bloquear Arquivo

# FileBrowserManager|
source: Failed to lock the file.
pt_br: Falha ao bloquear o arquivo

# FileBrowserManager|
source: Unlock File
pt_br: Desbloquear Arquivo

# FileBrowserManager|
source: Failed to unlock the file.
pt_br: Falha ao desbloquear o arquivo

# FileBrowserManager|
source: Failed Action
pt_br: Falha na ação

# FileBrowserManager|
source: A file with the same name as %1 exists.
pt_br: Já existe um arquivo com o nome de % 1.

# FileBrowserManager|
source: Failed to move file to destination folder.
pt_br: Falha ao mover o arquivo para a pasta de destino.

# FileBrowserManager|
source: Destination folder has a file with the same name.
pt_br: A pasta de destino possui um arquivo com o mesmo nome.

# FileBrowserManager|
source: File Open
pt_br: Arquivo aberto

# FileBrowserManager|
source: Failed to create temporary directory.
pt_br: Falha ao criar diretório temporário.

# FileBrowserManager|
source: Get File List
pt_br: Obter lista de arquivos

# FileTreeModel|
source: Name
pt_br: Nome

# FileTreeModel|
source: Size
pt_br: Tamanho

# FileTreeModel|
source: Modified
pt_br: Modificado

# FlatAbout|
source: ABOUT
pt_br: SOBRE

# FlatAbout|
source: Licensed to %1
pt_br: Licenciado para %1

# FlatMenuBar|
source: Search
pt_br: Procurar

# FlatSettingContents|
source: SETTINGS
pt_br: CONFIGURAÇÕES

# FlatSettingContents|
source: Start at login
pt_br: Iniciar no login

# FlatSettingContents|
source: Launch Windows Explorer when newly connected to a remote storage.
pt_br: Inicie o Windows Explorer quando for conectado a um armazenamento remoto novamente.

# FlatSettingContents|
source: Check for updates automatically
pt_br: Verificar atualizações automaticamente

# FlatSettingContents|
source: Check for updates to beta version if available
pt_br: Verificar se há atualizações para a versão beta se disponível

# FlatSettingContents|
source: Language
pt_br: Idioma

# FlatSettingContents|
source: Help us translate!
pt_br: Ajude-nos a traduzir!

# FlatSettingContents|
source: NetDrive keeps temporary copies of remote files in local disk.
pt_br: O NetDrive mantém cópias temporárias de arquivos remotos no disco local.

# FlatSettingContents|
source: Cache path
pt_br: Caminho do cache

# FlatSettingContents|
source: BROWSE
pt_br: NAVEGAR

# FlatSettingContents|
source: Use up to
pt_br: Use até

# FlatSettingContents|
source: GB for disk cache
pt_br: GB para cache de disco

# FlatSettingContents|
source: LOG
pt_br: REGISTRO

# FlatSettingContents|
source: Log level
pt_br: Nível de registro

# FlatSettingContents|
source: OPEN LOG FOLDER
pt_br: ABRIR PASTA DE LOG

# FlatSettingContents|
source: NETWORK
pt_br: REDE

# FlatSettingContents|
source: PROXY SETTINGS
pt_br: CONFIGURAÇÕES DE PROXY

# FlatSettingContents|
source: Launch Finder when newly connected to a remote storage
pt_br: Inicie o Localizador quando for conectado a um armazenamento remoto

# FlatSettingContents|
source: Open Directory
pt_br: Diretório aberto

# FlatSettingContents|
source: Currently %0.2f GB disk space available
pt_br: Atualmente, %0.2f GB de espaço em disco disponível

# FlatSettingContents|
source: Unlock all locked files when disconnecting drive
pt_br: Desbloquear todos os arquivos bloqueados ao desconectar a unidade

# FlatUpdate|
source: %1 Update
pt_br: %1 Atualizar

# FlatUpdate|
source: A new version of %1 is available!
pt_br: Uma nova versão do %1 está disponível!

# FlatUpdate|
source: %1 %2 is now available - you have %3. Would you like to download it now?
pt_br: %1 %2 está disponível agora - você tem %3. Você gostaria de fazer o download agora?

# FlatUpdate|
source: Release Note:
pt_br: Nota de atualização:

# FlatUpdate|
source: Automatically download and install updated version in the future
pt_br: Baixar e instalar automaticamente a versão atualizada no futuro

# FlatUpdate|
source: SKIP THIS VERSION
pt_br: PULAR ESTA VERSÃO

# FlatUpdate|
source: REMIND ME LATER
pt_br: LEMBRE-ME MAIS TARDE

# FlatUpdate|
source: INSTALL UPDATE
pt_br: INSTALAR ATUALIZAÇÃO

# LockedFileListDlg|
source: Locked Files List
pt_br: Lista de arquivos bloqueados

# LockedFileListDlg|
source: There is no locked file.
pt_br: Não há arquivos bloqueados.

# LockedFileListDlg|
source: Unlock
pt_br: Desbloquear

# LockedFileListDlg|
source: Force unlock
pt_br: Forçar desbloqueio

# LockedFileListDlg|
source: Locked files list in %1
pt_br: Lista de arquivos bloqueados em %1

# LockedFileModel|
source: Missing
pt_br: Faltando

# LockedFileModel|
source: Path
pt_br: Caminho

# LockedFileModel|
source: Locked by
pt_br: Bloqueado por

# LockedFileModel|
source: Device
pt_br: Dispositivo

# NDFlatUI|
source: The services of %1 must be running, but they are not running. Do you want to run them now?
pt_br: Os serviços de %1 precisam estar em execução, mas não estão. Você quer executá-los agora?

# NDFlatUI|
source: UPLOADING
pt_br: ENVIANDO

# NDFlatUI|
source: WAITING
pt_br: AGUARDANDO

# NDFlatUI|
source: FAILED
pt_br: FALHOU

# NDFlatUI|
source: Add drive failure has occured because of duplicate drive name.
pt_br: A falha na adição da unidade ocorreu devido a um nome de unidade duplicado.

# NDFlatUI|
source: Failed to add drive.
pt_br: Falha ao adicionar unidade.

# NDFlatUI|
source: This issue might be caused by the network connection with Bdrive server which usually occurs when Bdrive server or your PC may not be connected to the Internet. If you are connected to the Internet and still have this issue, please visit %1 to leave a note.
pt_br: Esse problema pode ser causado pela conexão de rede com o servidor Bdrive, que geralmente ocorre quando o servidor Bdrive ou seu PC pode não estar conectado à Internet. Se você estiver conectado à Internet e ainda tiver esse problema, visite %1 para deixar uma nota.

# NDFlatUI|
source: Failed to delete drive.
pt_br: Falha ao excluir unidade.

# NDFlatUI|
source: NetDrive Agent is starting.
pt_br: O agente NetDrive está sendo iniciado.

# NDFlatUI|
source: Initializing Agent.
pt_br: Inicializando Agente

# NDFlatUI|
source: Initializing SDK.
pt_br: Inicializando SDK.

# NDFlatUI|
source: Checking network.
pt_br: Verificando rede.

# NDFlatUI|
source: Logging remembered users in.
pt_br: Fazendo login de usuários lembrados.

# NDFlatUI|
source: Mounting drives on boot.
pt_br: Montagem de drives na inicialização.

# NDFlatUI|
source: Agent is ready.
pt_br: O agente está pronto.

# NDFlatUI|
source: Connecting to NetDrive Agent.
pt_br: Conectando-se ao Agente NetDrive.

# NDFlatUI|
source: Failed to upload %1.
pt_br: Falha ao carregar %1

# NDFlatUI|
source: &Open
pt_br: &Abrir

# NDFlatUI|
source: &Quit
pt_br: &Sair

# NDFlatUI|
source: &Check for Updates
pt_br: &Verificar atualizações

# NDFlatUI|
source: Log&out
pt_br: Sair

# NDFlatUI|
source: Initializing...
pt_br: Inicializando...

# NDFlatUI|
source: NetDrive is Quiting...
pt_br: Saindo do NetDrive...

# NDFlatUI|
source: If you log out, 'mount on boot' items will not connect automatically. Are you sure to log out?
pt_br: Se você sair, os itens de 'montagem na inicialização' não se conectarão automaticamente. Tem certeza que deseja sair?

# NDFlatUI|
source: Logging out...
pt_br: Saindo...

# NDFlatUI|
source: Current version %1 is the latest version available.
pt_br: A versão atual %1 é a versão mais recente disponível.

# NDFlatUI|
source: Settings
pt_br: Configurações

# NDFlatUI|
source: Uploading
pt_br: Enviando

# NDFlatUI|
source: About
pt_br: Sobre

# NDFlatUI|
source: Account Info
pt_br: Informações da conta

# NDFlatUI|
source: Manage License
pt_br: Gerenciar Licença

# NDFlatUI|
source: Logout
pt_br: Sair

# NDFlatUI|
source: NetDrive Help
pt_br: Ajuda do NetDrive

# NDFlatUI|
source: View
pt_br: Visualização

# NDFlatUI|
source: Account
pt_br: Conta

# NDFlatUI|
source: Help
pt_br: Ajuda

# NDFlatUI|
source: Couldn't get drive's info
pt_br: Não foi possível obter as informações da unidade

# NDFlatUI|
source: Couldn't get drive's name
pt_br: Não foi possível obter o nome da unidade

# NDFlatUI|
source: (Maintainer)
pt_br: (Mantenedor)

# NDFlatUI|
source: NetDrive File Lock Service is not available!
pt_br: O serviço de bloqueio de arquivo NetDrive não está disponível!

# NDFlatUI|
source: The team drive [%1] was unmounted because it was unpublished by maintainer.
pt_br: A unidade de equipe [%1] foi desmontada porque não foi publicado pelo mantenedor.

# NDFlatUI|
source: Do you want to publish [%1] to team members now? You can publish it later.
pt_br: Deseja publicar [%1] para membros da equipe agora? Você pode publicá-lo mais tarde.

# NDFlatUI|
source: Failed to connect Bdrive server.
pt_br: Falha em conectar ao servidor Bdrive.

# NDFlatUI|
source: NetDrive File Lock Service is not available
pt_br: O serviço de bloqueio de arquivo NetDrive não está disponível!

# ProxySelector|
source: PROXY SETTINGS
pt_br: CONFIGURAÇÕES DE PROXY

# ProxySelector|
source: Use system proxy settings
pt_br: Use as configurações de proxy do sistema

# ProxySelector|
source: PROXY TYPE
pt_br: TIPO DE PROXY

# ProxySelector|
source: None
pt_br: Nenhum

# ProxySelector|
source: User
pt_br: Usuário

# ProxySelector|
source: Password
pt_br: Senha

# ProxySelector|
source: Port
pt_br: Porta

# QApplication|
source: Bdrive server returned an error. If the issue persists, please contact %1 support.
pt_br: O servidor Bdrive retornou um erro. Se o problema persistir, entre em contato com o suporte %1.

# QApplication|
source: Subscription status
pt_br: Status de inscrição

# QApplication|
source: Subscription type
pt_br: Tipo de assinatura

# QApplication|
source: Max registered devices
pt_br: Dispositivos máximos registrados

# QApplication|
source: Max sessions (concurrent access)
pt_br: Sessões máximas (acesso simultâneo)

# QApplication|
source: type
pt_br: tipo

# QApplication|
source: Email address required to login
pt_br: Endereço de e-mail necessário para fazer o login

# QApplication|
source: Proper password required to login
pt_br: É necessária uma senha adequada para fazer o login

# QApplication|
source: Detail
pt_br: Detalhe

# QApplication|
source: A new version of %1 is available!
pt_br: Uma nova versão do %1 está disponível!

# QApplication|
source: %1 %2 is now available - you have %3. Would you like to download it now?
pt_br: %1 %2 está disponível - você tem %3. Você gostaria de fazer o download agora?

# QApplication|
source: %1 could not connect to Bdrive Server. This device may be offline or proxy settings may be required. Do you want proxy settings?
pt_br: %1 não conseguiu se conectar ao servidor Bdrive. Este dispositivo pode estar offline ou podem ser necessárias configurações de proxy. Você quer configurar o proxy?

# QApplication|
source: Send Crash Report
pt_br: Enviar relatório de falha

# QApplication|
source: Failed to upload crash info.
pt_br: Falha ao enviar informações de falha.

# QApplication|
source: It's wrong data. Try again, please.
pt_br: Estes dados estão errados. Por favor, tente novamente.

# QApplication|
source: Failed to get drive list. Try again, please.
pt_br: Falha ao obter lista de unidades. Por favor, tente novamente.

# QApplication|
source: BROWSE
pt_br: NAVEGAR

# QApplication|
source: NETWORK
pt_br: REDE

# QApplication|
source: PROXY SETTINGS
pt_br: CONFIGURAÇÕES DE PROXY

# QApplication|
source: Please check login credentials again
pt_br: Verifique as credenciais de login novamente

# QApplication|
source: Please check the server information
pt_br: Verifique as informações do servidor

# QApplication|
source: Please check the SSL information
pt_br: Verifique as informações de SSL

# QApplication|
source: Please check the connection information
pt_br: Verifique as informações de conexão

# QApplication|
source: Connection failed
pt_br: Conexão falhou

# QApplication|
source: Auto
pt_br: Automático

# QApplication|
source: CONNECT
pt_br: CONECTAR

# QApplication|
source: Failed to set option.
pt_br: Falha ao definir opção.

# QApplication|
source: Authentication failed
pt_br: A autenticação falhou

# QApplication|
source: Authentication with %1 has failed
pt_br: A autenticação com %1 falhou

# QApplication|
source: DISCONNECT
pt_br: DESCONECTAR

# QApplication|
source: CANCEL ALL
pt_br: CANCELAR TUDO

# QApplication|
source: CANCEL SELECTED
pt_br: CANCELAR SELECIONADO

# QApplication|
source: RETRY ALL
pt_br: REPETIR TUDO

# QApplication|
source: RETRY SELECTED
pt_br: REPETIR SELECIONADO

# QApplication|
source: SAVE AS
pt_br: SALVAR COMO

# QApplication|
source: Failed to get information of service %1
pt_br: Falha ao obter informação do serviço %1

# QApplication|
source: Failed to set start type of service %1
pt_br: Falha ao definir o tipo de serviço %1 inicial

# QApplication|
source: Failed to start service %1
pt_br: Falha ao iniciar o serviço %1

# QApplication|
source: DRIVES
pt_br: UNIDADES

# QApplication|
source: UPLOADING
pt_br: ENVIANDO

# QApplication|
source: SETTINGS
pt_br: CONFIGURAÇÕES

# QApplication|
source: ABOUT
pt_br: SOBRE

# QApplication|
source: Create a free Bdrive account
pt_br: Crie uma conta Bdrive gratuita

# QApplication|
source: Can't log in?
pt_br: Não consegue entrar?

# QApplication|
source: Device authorization
pt_br: Autorização de dispositivo

# QApplication|
source: NetDrive will be quit because failed to get device id. Please visit %1 to leave a note.
pt_br: O NetDrive será encerrado porque não foi possível obter a id do dispositivo. Visite %1 para deixar uma nota.

# QApplication|
source: Notice
pt_br: Notificação

# QApplication|
source: ACCOUNT INFO
pt_br: INFORMAÇÕES DA CONTA

# QApplication|
source: MANAGE LICENSE
pt_br: GERENCIAR LICENÇA

# QApplication|
source: LOGOUT
pt_br: SAIR

# QApplication|
source: %1 %2 is now available!
pt_br: %1 %2 está disponível!

# QApplication|
source: If it is the first connection and there are a lot of files, the connection may take a long time.
pt_br: Se for a primeira conexão e houver muitos arquivos, a conexão pode demorar.

# QApplication|
source: Rename and move operations are not supported.
pt_br: As operações de renomear e mover não são suportadas.

# QApplication|
source: Wait for authentication...
pt_br: Aguarde a autenticação ...

# QApplication|
source: Open
pt_br: Abrir

# QApplication|
source: Config
pt_br: Configuração

# QApplication|
source: Duplicate
pt_br: Duplicado

# QApplication|
source: Delete
pt_br: Excluir

# QApplication|
source: Log
pt_br: Registro

# QApplication|
source: Folder listing failed
pt_br: Listagem de pastas falhou

# QApplication|
source: Can not retrieve folder list from server.
pt_br: Não é possível recuperar a lista de pastas do servidor.

# QApplication|
source: Name
pt_br: Nome

# QApplication|
source: Letter
pt_br: Letra

# QApplication|
source: NetDrive %1 is now available. You have %2. Would you like to update now?
pt_br: NetDrive %1 está disponível. Você tem %2. Você gostaria de atualizar agora?

# QApplication|
source: Recommend to register your own API KEY and SECRET KEY.
pt_br: Recomendado registrar sua própria CHAVE API e CHAVE SECRETA.

# QApplication|
source: Publish
pt_br: Publicado

# QApplication|
source: Republish
pt_br: Republicar

# QApplication|
source: Unpublish
pt_br: Não publicado

# QAuthDlg|
source: Authentication Required
pt_br: Autentificação requerida

# QAuthDlg|
source: The proxy requires a username and password. Your connection to this site is not private.
pt_br: O proxy requer um nome de usuário e uma senha. Sua conexão com este site não é privada.

# QAuthDlg|
source: User Name
pt_br: Nome do usuário

# QAuthDlg|
source: Password
pt_br: Senha

# QAuthDlg|
source: Log In
pt_br: Entrar

# QAuthDlg|
source: Cancel
pt_br: Cancelar

# QCoreApplication|
source: There is another Bdrive account logged in this device. Do you want to log the account out and log your account in?
pt_br: Há outra conta Bdrive conectada neste dispositivo. Quer fazer logout da conta e login da sua conta?

# QDriveItem|
source: CONNECT
pt_br: CONECTAR

# QDriveItem|
source: %1 is already mounted path. Do you want to unmount %1 to continue?
pt_br: %1 já está montado no caminho. Deseja desmontar %1 para continuar?

# QDriveItem|
source: Failed to unmount %1. Try later again.
pt_br: Falha ao desmontar %1. Tente novamente mais tarde.

# QDriveItem|
source: Are you sure you want to disconnect %1?
pt_br: Tem certeza que deseja desconectar %1?

# QDriveItem|
source: There is no log file for [%1].
pt_br: Não há arquivo de log para [%1].

# QDriveItem|
source: Unmount failed
pt_br: Falha ao desmontar

# QDriveItem|
source: Failed to configure drive because of the duplicated name.
pt_br: Falha ao configurar a unidade devido ao nome duplicado.

# QDriveItem|
source: Failed to configure drive.
pt_br: Falha ao configurar a unidade.
